Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/water_services/water_quality.html.txt.tmx
Source language: en
Languages: ga

source: There are local committees in each county to enable water consumers to have a say in how the Programme is implemented
ga: Tá na daoine a fhaigheann a gcuid uisce ó ghrúpscéim phríobháideach uisce nó ó sholáthar príobháideach uisce (ó

source: Each local authority has a County Liaison Officer to deal with day-to-day issues brought up by the Programme’s implementation
ga: thobar, mar shampla) áfach, freagrach as a gcórais uisce féin a chothabháil agus caithfidh siad dul i ngleic le fadhbanna fearais agus le fadhbanna truaillithe iad féin

source: Health Service Executive (HSE)
ga: Feidhm Fheidhmeannacht na Seirbhíse Sláinte

source: Under the Regulations, the HSE must be informed whenever poor water quality poses a potential danger to human health
ga: Déanann rannóg Sláinte Comhshaoil i ngach Oifig Sláinte Áitiúil monatóireacht ar sholáthairtí uisce thar cheann na n-údarás áitiúil lena chinntiú go gcomhlíonann na foinsí uisce uile na caighdeáin sláinte poiblí a theastaíonn

source: The local authority then prepares an action programme in consultation with and with the agreement of the HSE
ga: Tá FSS freagrach, freisin, as monatóireacht a dhéanamh ar an gcion fluairíde atá sna soláthairtí uisce phoiblí

source: In some areas, the Environmental Health section in the Local Health Office monitors water supplies on behalf of the local authority to make sure that all water sources meet the required public health standards
ga: Má thagann do chuid uisce ó fhoinse phríobháideach, ó thobar, mar shampla, is féidir le FSS anailís a dhéanamh ar cháilíocht an uisce ach beidh ort táille a íoc don obair seo

source: The HSE is also responsible for monitoring the fluoride content of public water supplies
ga: Ach ní féidir leis an táille a ghearrfar a bheith níos mó ná an costas monatóireachta agus beidh sí le híoc ag úinéir na foinse príobháidí uisce

source: The fee cannot be more than the cost of the monitoring
ga: Feidhm na Gníomhaireachta um Chaomhnú Comhshaoil

source: As noted above, the HSE also publishes advice and guidance on the dangers to human health caused by poor water quality
ga: Eisíonn an Ghníomhaireacht um Chaomhnú Comhshaoil (GCC) tuarascáil bhliantúil ar cháilíocht uisce óil in Éirinn

source: The EPA collects information from Irish Water about the monitoring of regulated water supply schemes and produces a yearly report on the quality of drinking water in Ireland
ga: Tá faisnéis sa tuarascáil seo ó gach údarás áitiúil sa tír maidir le monatóireacht ar na scéimeanna éagsúla um sholáthar uisce laistigh dá limistéar

source: It has enforcement powers in relation to the drinking water quality of public water supplies
ga: Tá cumhachtaí forfheidhmithe ag an GCC maidir le cáilíocht uisce óil

source: These powers require Irish Water to notify the EPA (as well as the HSE) where there is a potential risk to human health and to comply with their directions
ga: Ceanglaíonn na cumhachtaí seo ar sholáthraithe uisce phoiblí (údaráis áitiúla den chuid is mó) an GCC agus FSS a chur ar an eolas nuair is ann do bhaol féideartha do shláinte dhaonna, agus chun a gcuid treoracha a chomhlíonadh

source: If you have concerns about the quality of your public water supply, contact Irish Water’s Help Centre immediately
ga: Tá sé de chuspóir ag an gClár Uisce Tuaithe cáilíocht agus éifeachtacht ghrúpscéimeanna uisce a fheabhsú

source: If you have concerns about the quality of your private water supply, contact your local authority immediately
ga: Tá gach contae tar éis plean straitéiseach um uisce tuaithe a chur i dtoll a chéile, a dhéanann limistéir ar gá iad a fheabhsú a shainaithint agus a dhéanann cinneadh ar conas an tairbhe is mó a bhaint as na deontais agus na fóirdheontais éagsúla ar a bhfuil fáil chun córais um sholathar uisce a fheabhsú agus a chothabháil

source: It will give you information on dealing with contaminated water and on grant assistance for upgrading and maintaining private water distribution systems
ga: Chuir údaráis áitiúla fardal i dtoll a chéile de ghrúpscéimeanna agus coimeádann siad taifead ar cháilíocht an tsoláthair uisce leis na grúpaí seo

source: To get your private water supply tested, contact your local authority; the Environmental Health section of your Local Health Office; or a private laboratory
ga: Caithfidh go mbeidh sé ina chuspóir foriomlán ag an bplean seo a dheimhniú conas is féidir uisce a sheachadadh ar an mbealach is éifeachtaí agus is éifeachtúla

source: Locall: 1890 278 278 Homepage: http://www.water.ie
ga: Coistí monatóireachta uisce tuaithe

source: Department of Housing, Planning, Community and Local Government Custom House Dublin 1 D01 W6X0 Ireland Tel:(01) 888 2000 Locall:1890 202 021
ga: Coistí áitiúla iad seo atá i ngach contae chun cead aighnis a thabhairt do thomhaltóirí uisce faoi conas an Clár Uisce Tuaithe a chur i bhfeidhm

source: Homepage: http://www.housing.gov.ie/ Contact Form: http://www.housing.gov.ie/customer-service-feedback-form Email: qcsofficer@housing.gov.ie
ga: Cheap gach údarás áitiúil Oifigeach Teagmhála Contae le déileáil le saincheisteanna laethúla a thiocfaidh aníos agus an Clár á chur chun feidhme
